[
    {
        "title": "3D Human Model Reconstruction Based on Implicit Representation",
        "linked_authors": [
            "Chen, Y. F.",
            "Wang, J. C."
        ]
    },
    {
        "title": "3D mapping of fire hotspot in East Rinjani forest area using GIS and remote sensing",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "A Cluster-based Privacy-Enhanced Hierarchical Federated Learning Framework with Secure Aggregation",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "ACP-CapsPred: An explainable computational framework for identification and functional prediction of anticancer peptides based on capsule network",
        "linked_authors": [
            "Chung, C. R."
        ]
    },
    {
        "title": "A deep reinforcement learning system for the allocation of epidemic prevention materials based on DDPG",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "Advancing Robust Few-shot Surface Defect Detection through Meta-learning",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "AMPActiPred: A three-stage framework for predicting antibacterial peptides and activity levels with deep forest",
        "linked_authors": [
            "Chung, C. R."
        ]
    },
    {
        "title": "Analysis and prediction of virtual machine boot time on virtualized computing environments",
        "linked_authors": [
            "Liang, D.",
            "Wang, W. J."
        ]
    },
    {
        "title": "Analysis of a chatbot as a dialogic reading facilitator: its influence on learning interest and learner interactions",
        "linked_authors": [
            "Liu, C. C.",
            "Chang, C. H."
        ]
    },
    {
        "title": "A Narrative Assistant for Traffic Accidents Based on Large Language Models (LLM)",
        "linked_authors": [
            "Chang, C. H."
        ]
    },
    {
        "title": "An ensemble deep learning model for predicting minimum inhibitory concentrations of antimicrobial peptides against pathogenic bacteria",
        "linked_authors": [
            "Chung, C. R.",
            "Wu, L. C.",
            "Horng, J. T."
        ]
    },
    {
        "title": "An Implementation of Blockchain-based Federated Learning Framework",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "An improved deep sequential model for context-aware POI recommendation",
        "linked_authors": [
            "Chen, Y. N."
        ]
    },
    {
        "title": "An interactive programming learning environment supporting paper computing and immediate evaluation for making thinking visible and traceable",
        "linked_authors": [
            "Zhuang, Y. Y."
        ]
    },
    {
        "title": "A Novel Approach Using OCR Technology to Combat Deceptive Click Attacks",
        "linked_authors": [
            "Hsu, F. H."
        ]
    },
    {
        "title": "Anti-Drugs Chatbot: Chinese BERT-Based Cognitive Intent Analysis",
        "linked_authors": [
            "Wu, E. H. K.",
            "Chung, C. R."
        ]
    },
    {
        "title": "Application of InSAR technology to investigate the surface deformation of the 0403 Hualien seismic series",
        "linked_authors": [
            "Ren, H.",
            "Chang, C. P."
        ]
    },
    {
        "title": "Applying Competition-Based Learning to Stimulate Students' Practical and Competitive AI Ability in a Machine Learning Curriculum",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "Are Superpages Super-fast? Distilling Flash Blocks to Unify Flash Pages of a Superpage in an SSD",
        "linked_authors": [
            "Chen, T. Y."
        ]
    },
    {
        "title": "Attention-Guided Prototype Mixing: Diversifying Minority Context on Imbalanced Whole Slide Images Classification Learning",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "A two-stage computational framework for identifying antiviral peptides and their functional types based on contrastive learning and multi-feature fusion strategy",
        "linked_authors": [
            "Chung, C. R."
        ]
    },
    {
        "title": "Audio Pre-Processing and Beamforming Implementation on Embedded Systems",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Automated Assessment of Fidelity and Interpretability: An Evaluation Framework for Large Language Models' Explanations",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "A Vehicle Forensics framework with Post-Quantum Cryptography and Blockchain",
        "linked_authors": [
            "Hsu, F. H."
        ]
    },
    {
        "title": "Barrier Penetration Routing Against Wireless Spy Sensors",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "Benchmarks and Recommendations for Quantum, Digital, and GPU Annealers in Combinatorial Optimization",
        "linked_authors": [
            "Jiang, J. R."
        ]
    },
    {
        "title": "BMT-BENCH: A BENCHMARK SPORTS DATASET FOR VIDEO GENERATION",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "CapsEnhancer: An Effective Computational Framework for Identifying Enhancers Based on Chaos Game Representation and Capsule Network",
        "linked_authors": [
            "Chung, C. R."
        ]
    },
    {
        "title": "CASML: Combining Cross-Scale Attention and Separate Mix-Layer for Lightweight Classification Network",
        "linked_authors": [
            "Fan, K. C."
        ]
    },
    {
        "title": "Chat Vector: A Simple Approach to Equip LLMs with Instruction Following and Model Alignment in New Languages",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "Classification of Airborne Radar Images Using Multiscale Dense Networks and Comparative Filtering Techniques",
        "linked_authors": [
            "Ren, H."
        ]
    },
    {
        "title": "Clustering APT Groups Through Cyber Threat Intelligence by Weighted Similarity Measurement",
        "linked_authors": [
            "Wu, E. H. K."
        ]
    },
    {
        "title": "Conversational Product Recommendation using LLM",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "Correction to: Role of Comprehensive Income in Predicting Bankruptcy (Computational Economics, (2023), 62, 2, (689-720), 10.1007/s10614-022-10328-5)",
        "linked_authors": [
            "Liang, D.",
            "Tsai, C. F."
        ]
    },
    {
        "title": "Cost-Effective Event Mining on the Web via Event Source Page Discovery and Data API Construction",
        "linked_authors": [
            "Chang, C. H."
        ]
    },
    {
        "title": "Cross-layer detection and defence mechanism against DDoS and DRDoS attacks in software-defined networks using P4 switches",
        "linked_authors": [
            "Chou, L. D."
        ]
    },
    {
        "title": "Data-driven numerical simulation with extended Kalman filtering and long short-term memory networks for highway traffic flow prediction",
        "linked_authors": [
            "Chang, C. H.",
            "Hwang, F. N."
        ]
    },
    {
        "title": "Deciphering pixel insights: A deep dive into deep learning strategies for enhanced indoor depth estimation",
        "linked_authors": [
            "Shih, T. K."
        ]
    },
    {
        "title": "Deep Recognition of Facial Expressions in Movies",
        "linked_authors": [
            "Wu, H. K."
        ]
    },
    {
        "title": "Detecting Abnormal Machine Sounds Using An Ensemble Approach with Data Augmentation Techniques",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Detecting Low-Yield Machines in Batch Production Systems Based on Observed Defective Pieces",
        "linked_authors": [
            "Wang, W. J.",
            "Liang, D."
        ]
    },
    {
        "title": "Developing Rules for Rental Subsidy: An Empirical Housing Study in Taiwan",
        "linked_authors": [
            "Chen, J. H.",
            "Su, M. C."
        ]
    },
    {
        "title": "Digital Twins of Pet Robots to Prolong Interdependent Relationships and Effects on Student Learning Performance",
        "linked_authors": [
            "Chen, G. D."
        ]
    },
    {
        "title": "Disturbance Insertion for Improving Quantum and GPU Annealer Performance",
        "linked_authors": [
            "Jiang, J. R."
        ]
    },
    {
        "title": "DNA of learning behaviors: A novel approach of learning performance prediction by NLP",
        "linked_authors": [
            "Yang, S. J. H."
        ]
    },
    {
        "title": "Dynamic and Static Features Extraction for Deepfake Detection",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "Dyslexia Analysis and Diagnosis Based on Eye Movement",
        "linked_authors": [
            "Chung, C. R.",
            "Yeh, S. C.",
            "Wu, E. H. K."
        ]
    },
    {
        "title": "EBPF-Based Network Monitoring Platform on Kubernetes",
        "linked_authors": [
            "Chou, L. D."
        ]
    },
    {
        "title": "Editorial for Special Issue on Invited Papers from APSIPA ASC 2023",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Enhanced Detection of Illegally Parked Vehicles Using YOLO and Good Feature to Track Methods",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Enhancing Badminton Game Analysis: An Approach to Shot Refinement via a Fusion of Shuttlecock Tracking and Hit Detection from Monocular Camera",
        "linked_authors": [
            "Cheng, H. Y."
        ]
    },
    {
        "title": "Enhancing Breast Cancer Detection: A Novel Training Strategy and Batch Scheduler Method",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Enhancing Detection of Falls and Bed-Falls Using a Depth Sensor and Convolutional Neural Network",
        "linked_authors": [
            "Su, M. C.",
            "Chen, J. H."
        ]
    },
    {
        "title": "Enhancing ESG Reporting Analysis: Leveraging GPT and Resampling Methods for Improved Multi-Label Classification",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "Enhancing Face Angle Transformation through Progressive Face Pose Transfer Using Multiple Discriminators",
        "linked_authors": [
            "Cheng, H. Y."
        ]
    },
    {
        "title": "Enhancing Linux System Security: A Kernel-Based Approach to Fileless Malware Detection and Mitigation",
        "linked_authors": [
            "Hsu, F. H.",
            "Yang, H. T."
        ]
    },
    {
        "title": "Enhancing real-time PM2.5 forecasts: A hybrid approach of WRF-CMAQ model and CNN algorithm",
        "linked_authors": [
            "Cheng, F. Y.",
            "Lin, Y. C.",
            "Sun, M. T."
        ]
    },
    {
        "title": "Enhancing Taiwanese Hokkien Dual Translation by Exploring and Standardizing of Four Writing Systems",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "ERCNet: Enhancing ReActNet with a Compact ECA Branch",
        "linked_authors": [
            "Chen, C. H."
        ]
    },
    {
        "title": "Establishing automatic coating paths: empirical study for steel component production",
        "linked_authors": [
            "Chen, J. H.",
            "Su, M. C."
        ]
    },
    {
        "title": "EVA-ASCA: Enhancing Voice Anti-Spoofing through Attention-based Similarity Weights and Contrastive Negative Attractors",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "EVALUATING DEEP LEARNING SEMANTIC SEGMENTATION ARCHITECTURES FOR MANGROVE MAPPING AND MONITORING USING SENTINEL-2 DATA (CASE STUDY: COASTAL ZONE OF ROOKERY BAY, FLORIDA, USA)",
        "linked_authors": [
            "Chen, Y. N."
        ]
    },
    {
        "title": "Exploiting Style Transfer and Semantic Segmentation to Facilitate Infrared and Visible Image Fusion",
        "linked_authors": [
            "Su, P. C."
        ]
    },
    {
        "title": "Feature Weighted Cycle Generative Adversarial Network with Facial Landmark Recognition and Perceptual Color Distance for Enhanced Face Animation Generation",
        "linked_authors": [
            "Cheng, H. Y."
        ]
    },
    {
        "title": "FedCLO: Federated Learning with Clustered Layer-wise Communication Load Optimization",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "Few-Shot Image Segmentation Using Generating Mask with Meta-Learning Classifier Weight Transformer Network",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Few Shot Ultra Fine-Grained Visual Classification for Defect Detection",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "Fine-Grained Meetup Events Extraction Through Context-Aware Event Argument Positioning and Recognition",
        "linked_authors": [
            "Chang, C. H."
        ]
    },
    {
        "title": "Forecasting of Global Ionosphere Maps With Multi-Day Lead Time Using Transformer-Based Neural Networks",
        "linked_authors": [
            "Lin, C. Y. T.",
            "Hwang, F. N.",
            "Chang, C. H."
        ]
    },
    {
        "title": "From Data to Action: CTI Analysis and ATT&CK Technique Correlation",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "Fusion of Multi-Task Neurophysiological Data to Enhance the Detection of Attention-Deficit/Hyperactivity Disorder",
        "linked_authors": [
            "Yeh, S. C.",
            "Wu, E. H. K.",
            "Chen, C. C."
        ]
    },
    {
        "title": "GENPIA: A Genre-Conditioned Piano Music Generation System",
        "linked_authors": [
            "Sun, M. T.",
            "Hwang, W. Y."
        ]
    },
    {
        "title": "GPT4ESG: Streamlining Environment, Society, and Governance Analysis with Custom AI Models",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "HAPiCLR: heuristic attention pixel-level contrastive loss representation learning for self-supervised pretraining",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "High-Performance Chip Design With Parallel Architecture for Magnetic Field Imaging System",
        "linked_authors": [
            "Chen, C. H."
        ]
    },
    {
        "title": "How to encourage students continue learning English on podcast? The perspectives of stimulus-organism-response and interest driven creator theory",
        "linked_authors": [
            "Chan, T. W."
        ]
    },
    {
        "title": "Human Action Recognition and Note Recognition: A Deep Learning Approach Using STA-GCN",
        "linked_authors": [
            "Shih, T. K."
        ]
    },
    {
        "title": "Hyperspectral Tensor Completion Using Low-Rank Modeling and Convex Functional Analysis",
        "linked_authors": [
            "Ren, H."
        ]
    },
    {
        "title": "Identifying Antitubercular Peptides via Deep Forest Architecture with Effective Feature Representation",
        "linked_authors": [
            "Chung, C. R."
        ]
    },
    {
        "title": "Image classification for historical documents: a study on Chinese local gazetteers",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "Impaired Brain-Heart Relation in Patients With Methamphetamine Use Disorder During VR Induction of Drug Cue Reactivity",
        "linked_authors": [
            "Chen, C. C.",
            "Chung, C. R.",
            "Wu, E. H. K.",
            "Yeh, S. C."
        ]
    },
    {
        "title": "Implementation of Sound Direction Detection and Mixed Source Separation in Embedded Systems",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Implementing Content-Defined Chunking for Deduplication in Host-Managed SSDs",
        "linked_authors": [
            "Chen, T. Y."
        ]
    },
    {
        "title": "Improving patient outcomes in acute and subacute stroke using a wearable device-assisted rehabilitation system: a randomized controlled trial",
        "linked_authors": []
    },
    {
        "title": "Improving student learning performance in machine learning curricula: A comparative study of online problem-solving competitions in Chinese and English-medium instruction settings",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "Incremental Scene Classification Using Dual Knowledge Distillation and Classifier Discrepancy on Natural and Remote Sensing Images",
        "linked_authors": [
            "Cheng, H. Y."
        ]
    },
    {
        "title": "Indonesia Traffic Sign Recognition Using a One-Stage Detector YOLOv8",
        "linked_authors": [
            "Shih, T. K.",
            "Lin, C. Y."
        ]
    },
    {
        "title": "Indoor staircase detection for supporting security systems in autonomous smart wheelchairs based on deep analysis of the Co-occurrence Matrix and Binary Classification",
        "linked_authors": [
            "Shih, T. K.",
            "Lin, C. Y."
        ]
    },
    {
        "title": "Inpainting-based Anomaly Detection System with Self-supervised Learning",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "Integrate an AI Chatbot-Based Learning Butler Digital system to enhance Students’ Grit and Growth Mindset for Improving Learning Outcomes",
        "linked_authors": [
            "Chen, G. D."
        ]
    },
    {
        "title": "Integrating VGGSK and BEATs for Enhanced Sound Event Detection: A Semi-Supervised GRU-Based System with Weak Labels and Synthetic Soundscapes",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Intelligent ADHD Detection Using Explainable Multimodal Fusion Model",
        "linked_authors": [
            "Wu, H. K.",
            "Chen, C. C.",
            "Yeh, S. C."
        ]
    },
    {
        "title": "Intelligent classifier for various degrees of coffee roasts using smart multispectral vision system",
        "linked_authors": [
            "Chen, C. H."
        ]
    },
    {
        "title": "Interpretable Multi-Scale Deep Learning for RNA Methylation Analysis across Multiple Species",
        "linked_authors": [
            "Chung, C. R."
        ]
    },
    {
        "title": "JENet: A JPEG Compliant Image Steganographic Scheme",
        "linked_authors": [
            "Su, P. C."
        ]
    },
    {
        "title": "JSN: Design and Analysis of JPEG Steganography Network",
        "linked_authors": [
            "Su, P. C."
        ]
    },
    {
        "title": "Key Expansion Based on Elliptic Curve Cryptography for Anonymous Voting",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "KinPred-RNA—kinase activity inference and cancer type classification using machine learning on RNA-seq data",
        "linked_authors": [
            "Chung, C. R."
        ]
    },
    {
        "title": "Knowledge Sharing via Mimicking Attention Guided-Discriminative Features in Whole Slide Image Classification",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "LCSL: Long-Tailed Classification via Self-Labeling",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Learning pathways composed of core subjects with features of reducing cognitive load have better learning outcomes",
        "linked_authors": [
            "Yang, S. J. H."
        ]
    },
    {
        "title": "Learning to Solve Combinatorial Optimization Problems on Graphs with State-Aware Multi-Relation Aggregation",
        "linked_authors": [
            "Hung, H. J."
        ]
    },
    {
        "title": "Legal knowledge management for prosecutors based on judgment prediction and error analysis from indictments",
        "linked_authors": [
            "Chang, C. H."
        ]
    },
    {
        "title": "Leveraging Attention Mechanisms for Breast Cancer Diagnosis",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Leveraging Transfer Learning for Enhancing Graph Optimization Problem Solving",
        "linked_authors": [
            "Hung, H. J."
        ]
    },
    {
        "title": "Lightweight Brain Tumor Diagnosis via Knowledge Distillation",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "LinkNet-Spectral-Spatial-Temporal Transformer Based on Few-Shot Learning for Mangrove Loss Detection with Small Dataset",
        "linked_authors": [
            "Chen, Y. N.",
            "Fan, K. C."
        ]
    },
    {
        "title": "Machine Learning Based 5G Network Slicing Management and Classification",
        "linked_authors": [
            "Chou, L. D."
        ]
    },
    {
        "title": "MEDIATrack: Advanced Matching Strategy for Detection-Based Multi-Object Tracking",
        "linked_authors": [
            "Fan, K. C."
        ]
    },
    {
        "title": "MITREtrieval: Retrieving MITRE Techniques From Unstructured Threat Reports by Fusion of Deep Learning and Ontology",
        "linked_authors": [
            "Wu, E. H. K."
        ]
    },
    {
        "title": "Modeling Real-Time Task Assignment for Mobile Crowdsourcing in Opportunistic Networks",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "MPSD: A Robust Defense Mechanism against Malicious PowerShell Scripts in Windows Systems",
        "linked_authors": [
            "Hsu, F. H.",
            "Yang, H. T."
        ]
    },
    {
        "title": "Multi-hop Video Super Resolution with Long-Term Consistency (MVSRGAN)",
        "linked_authors": [
            "Shih, T. K.",
            "Lin, C. Y."
        ]
    },
    {
        "title": "Multistage Parameter Optimization for Rule Generation for Multistage Manufacturing Processes",
        "linked_authors": [
            "Wang, W. J.",
            "Liang, D."
        ]
    },
    {
        "title": "Multivariate Beta Mixture Model: Probabilistic Clustering with Flexible Cluster Shapes",
        "linked_authors": [
            "Chen, H. H."
        ]
    },
    {
        "title": "Multi-view and multi-augmentation for self-supervised visual representation learning",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "NCU-IISR: Enhancing Biomedical Question Answering with GPT-4 and Retrieval Augmented Generation in BioASQ 12b Phase B",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "Neural Reactivity to Haptics: Virtual Tasks versus Physical Tasks",
        "linked_authors": [
            "Yeh, S. C.",
            "Wu, E. H. K."
        ]
    },
    {
        "title": "OC-DLRM: Minimizing the I/O Traffic of DLRM Between Main Memory and OCSSD",
        "linked_authors": [
            "Chen, T. Y."
        ]
    },
    {
        "title": "On Federated Multi-Armed Bandits for Mobile Social Networks",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "On Wireless Charging for Mobile Sensors",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "Optimizing Acoustic Echo Cancellation with Variable Step Size in Adaptive Filtering",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "PANDA: A Polarized Attention Network for Enhanced Unsupervised Domain Adaptation in Semantic Segmentation",
        "linked_authors": [
            "Fan, K. C."
        ]
    },
    {
        "title": "PedCross: Pedestrian Crossing Prediction for Auto-Driving Bus",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "Performance comparison of different algorithms for land surface temperature (LST) retrieval from Landsat-8 and the use of deep neural network regression to enhance the LST result (Case Study: Dallas, Texas and surrounding areas)",
        "linked_authors": [
            "Chen, Y. N."
        ]
    },
    {
        "title": "Preface",
        "linked_authors": [
            "Shih, T. K."
        ]
    },
    {
        "title": "Priority-Aware Task Assignment in Opportunistic Network-Based Mobile Crowdsourcing",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "Privacy-preserving Federated Learning for Industrial Defect Detection Systems via Differential Privacy and Image Obfuscation",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "Prosecutorial Outcome Predication with LoRA and QLoRA",
        "linked_authors": [
            "Chang, C. H."
        ]
    },
    {
        "title": "Pushing Boundaries in Hyperspectral Image Classification: A Comparative Analysis of CTMixer, SF-SMF, and MAEST",
        "linked_authors": [
            "Ren, H."
        ]
    },
    {
        "title": "RATs-NAS: Redirection of Adjacent Trails on Graph Convolutional Networks for Predictor-Based Neural Architecture Search",
        "linked_authors": [
            "Fan, K. C."
        ]
    },
    {
        "title": "ReActXGB: A Hybrid Binary Convolutional Neural Network Architecture for Improved Performance and Computational Efficiency",
        "linked_authors": [
            "Chen, C. H."
        ]
    },
    {
        "title": "Resolving the Java Representation Exposure Problem with an AST-Based Deep Copy and Flexible Alias Ownership System",
        "linked_authors": [
            "Zhuang, Y. Y."
        ]
    },
    {
        "title": "SCENE TEXT RECOGNITION USING PROGRESSIVE RECTIFICATION NETWORK AND SPELLING ERROR CORRECTION LANGUAGE MODEL",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Seismic-ionospheric Precursor Prediction Using Deep Learning",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Self-supervised Learning and Masked Language Model for Code-switching Automatic Speech Recognition",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Self-Supervised Learning via Multi-Transformation Classification for Action Recognition",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Semantic-Based Public Opinion Analysis System",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Semantic Segmentation of Satellite Images for Landslide Detection Using Foreground-Aware and Multi-Scale Convolutional Attention Mechanism",
        "linked_authors": [
            "Cheng, H. Y."
        ]
    },
    {
        "title": "Separable ConvNet Spatiotemporal Mixer for Action Recognition",
        "linked_authors": [
            "Cheng, H. Y."
        ]
    },
    {
        "title": "SET-NAS: SAMPLE-EFFICIENT TRAINING FOR NEURAL ARCHITECTURE SEARCH WITH STRONG PREDICTOR AND STRATIFIED SAMPLING",
        "linked_authors": [
            "Fan, K. C."
        ]
    },
    {
        "title": "SILP: Enhancing skin lesion classification with spatial interaction and local perception",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "SmartDetect: Safe Driving by Detecting Steering-Wheel Handling With a Single Smartwatch",
        "linked_authors": [
            "Liang, D."
        ]
    },
    {
        "title": "Solar Power Generation Forecast Using Multivariate Convolution Gated Recurrent Unit Network",
        "linked_authors": [
            "Cheng, H. Y."
        ]
    },
    {
        "title": "Spatial-Spectral-Temporal Deep Regression Model With Convolutional Long Short-Term Memory and Transformer for the Large-Area Mapping of Mangrove Canopy Height by Using Sentinel-1 and Sentinel-2 Data",
        "linked_authors": [
            "Chen, Y. N.",
            "Fan, K. C."
        ]
    },
    {
        "title": "Splitting long-term and short-term financial ratios for improved financial distress prediction: Evidence from Taiwanese public companies",
        "linked_authors": [
            "Lu, C. C.",
            "Liang, D."
        ]
    },
    {
        "title": "Strengthening 3D Point Cloud Classification through Self-Attention and Plane Features",
        "linked_authors": [
            "Fan, K. C."
        ]
    },
    {
        "title": "Supervised Intrusion Detection with Out-of-Distribution Detection for Microservices",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "Surveying biomedical relation extraction: a critical examination of current datasets and the proposal of a new resource",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "Target Speaker Extraction Using Attention-Enhanced Temporal Convolutional Network",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Teachable Q&A Agent: The Effect of Chatbot Training by Students on Reading Interest and Engagement",
        "linked_authors": [
            "Liu, C. C.",
            "Chang, C. H."
        ]
    },
    {
        "title": "The effect of the cyclic curricular design of modelling-based instruction with virtual labs",
        "linked_authors": [
            "Liu, C. C."
        ]
    },
    {
        "title": "The learning analytics of computational scientific modeling with self-explanation for subgoals and demonstration scaffolding",
        "linked_authors": [
            "Liu, C. C."
        ]
    },
    {
        "title": "The method and implementation of a Taiwan building recognition model based on YOLOX-S and illustration enhancement",
        "linked_authors": [
            "Zhuang, Y. Y."
        ]
    },
    {
        "title": "The overview of the BioRED (Biomedical Relation Extraction Dataset) track at BioCreative VIII",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "Tri-directional Hypergraph Contrastive Learning for Session-based Recommendation",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "Trustworthy and Explainable AI for Learning Analytics",
        "linked_authors": [
            "Yang, S. J. H."
        ]
    },
    {
        "title": "UFCC: A Unified Forensic Approach to Locating Tampered Areas in Still Images and Detecting Deepfake Videos by Evaluating Content Consistency",
        "linked_authors": [
            "Su, P. C."
        ]
    },
    {
        "title": "Unveiling the Black Box: An XAI-based Anti-Money Laundering Model",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "Using a Bunch Testing Time Augmentations to Detect Rice Plants Based on Aerial Photography",
        "linked_authors": [
            "Fan, K. C."
        ]
    },
    {
        "title": "Using Deep Learning for Text to Asia Music Generation",
        "linked_authors": [
            "Shih, T. K."
        ]
    },
    {
        "title": "Using Hybrid Models for Action Correction in Instrument Learning Based on AI",
        "linked_authors": [
            "Shih, T. K."
        ]
    },
    {
        "title": "Using machine learning to identify key subject categories predicting the pre-clerkship and clerkship performance: 8-year cohort study",
        "linked_authors": [
            "Yang, S. J. H."
        ]
    },
    {
        "title": "Utilizing Quantum Circuits to Simulate and Learn Quantum Internet Core Mechanisms",
        "linked_authors": [
            "Jiang, J. R."
        ]
    },
    {
        "title": "VideoBadminton: A Video Dataset for Badminton Action Recognition",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "Virtual reality based Neural Sensors with Respirator for Cardiorespiratory Synchrony Training System",
        "linked_authors": [
            "Yeh, S. C.",
            "Wu, E. H. K."
        ]
    },
    {
        "title": "Virtual-Reality-Based Supermarket for Intellectual Disability Classification, Diagnostics, and Assessment",
        "linked_authors": [
            "Chung, C. R.",
            "Yeh, S. C.",
            "Wu, E. H. K."
        ]
    },
    {
        "title": "Visualization-oriented Natural Language Interfaces for Grafana Dashboard",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "WebShell Detection Based on CodeBERT and Deep Learning Model",
        "linked_authors": [
            "Wang, W. J."
        ]
    },
    {
        "title": "WiFi-TCN: Temporal Convolution for Human Interaction Recognition Based on WiFi Signal",
        "linked_authors": [
            "Lin, C. Y.",
            "Lin, C. Y.",
            "Shih, T. K."
        ]
    },
    {
        "title": "Zero-FVeinNet: Optimizing Finger Vein Recognition with Shallow CNNs and Zero-Shuffle Attention for Low-Computational Devices",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "3D Face Reconstruction Based on Weakly-Supervised Learning Morphable Face Model",
        "linked_authors": [
            "Chen, Y. F.",
            "Wang, J. C."
        ]
    },
    {
        "title": "3D Facial Reconstruction Applied to Medical Cosmetology",
        "linked_authors": [
            "Chen, C. H."
        ]
    },
    {
        "title": "5G/B5G Network Slice Management via Staged Reinforcement Learning",
        "linked_authors": [
            "Chou, L. D."
        ]
    },
    {
        "title": "5G Handover Analysis in Real Network",
        "linked_authors": [
            "Wu, E. H. K."
        ]
    },
    {
        "title": "ABPCaps: A Novel Capsule Network-Based Method for the Prediction of Antibacterial Peptides",
        "linked_authors": [
            "Chung, C. R."
        ]
    },
    {
        "title": "Accelerating the Discovery of Anticancer Peptides through Deep Forest Architecture with Deep Graphical Representation",
        "linked_authors": [
            "Chung, C. R."
        ]
    },
    {
        "title": "A CSI Prediction Scheme for Satellite-Terrestrial Networks",
        "linked_authors": [
            "Chang, G. Y."
        ]
    },
    {
        "title": "A DEEP LEARNING-BASED FAKE NEWS DETECTING SYSTEM",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "A Deep Learning-based General Defect Detection Framework for Automated Optical Inspection",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "A Deep Learning-based Microsection Measurement Framework for Print Circuit Boards",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "A Discussion on the Goldstein Filtering Parameters Within the Snap Software",
        "linked_authors": [
            "Ren, H."
        ]
    },
    {
        "title": "Advanced, Innovative AIoT and Edge Computing for Unmanned Vehicle Systems in Factories",
        "linked_authors": [
            "Wu, E. H. K."
        ]
    },
    {
        "title": "Advancing Education through Stakeholder Engagement: An Evaluation of the Learning Butler Chatbot's Impact on Instructors, and Learners",
        "linked_authors": [
            "Chen, G. D."
        ]
    },
    {
        "title": "AI, Please Help Me Choose a Course: Building a Personalized Hybrid Course Recommendation System to Assist Students in Choosing Courses Adaptively",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "AI with supporting technologies entrusts diversity and inclusion in research issues for underrepresented students in educational applications",
        "linked_authors": [
            "Yang, S. J. H."
        ]
    },
    {
        "title": "Alleviating the Impact of Fingerprint Operations on NAND Flash Memory Storage Performance",
        "linked_authors": [
            "Chen, T. Y."
        ]
    },
    {
        "title": "An Active User-Side Detector for Evil Twins",
        "linked_authors": [
            "Hsu, F. H."
        ]
    },
    {
        "title": "Analysis of Kernel Performance in Support Vector Machine Using Seven Features Extraction for Obstacle Detection",
        "linked_authors": [
            "Shih, T. K."
        ]
    },
    {
        "title": "An Ensemble of Supervised Learning and Image Inpainting for Mura Detection",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "An Improved Speed Estimation Using Deep Homography Transformation Regression Network on Monocular Videos",
        "linked_authors": [
            "Lin, C. Y.",
            "Shih, K."
        ]
    },
    {
        "title": "An Indoor Location-Based Augmented Reality Framework",
        "linked_authors": [
            "Jiang, J. R."
        ]
    },
    {
        "title": "A Novel Quadtree-Based Genetic Programming Search for Searchable Encryption Optimization",
        "linked_authors": [
            "Harn, P. W.",
            "Sun, M. T."
        ]
    },
    {
        "title": "Anti-Aliasing Attention U-net Model for Skin Lesion Segmentation",
        "linked_authors": [
            "Hsu, Y. C.",
            "Wang, J. C."
        ]
    },
    {
        "title": "Anti-aliasing convolution neural network of finger vein recognition for virtual reality (VR) human–robot equipment of metaverse",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "A Pet-Like Model for Educational Robots: Using Interdependence Theory to Enhance Learning and Sustain Long-Term Relationships",
        "linked_authors": [
            "Chen, G. D."
        ]
    },
    {
        "title": "A Pixel-Based Character Detection Scheme for Texts with Arbitrary Orientations in Natural Scenes",
        "linked_authors": [
            "Su, P. C."
        ]
    },
    {
        "title": "Applying cooperative learning with role division to learn recursion",
        "linked_authors": [
            "Zhuang, Y. Y.",
            "Chen, G. D."
        ]
    },
    {
        "title": "A Quick Overview of Quantum Machine Learning",
        "linked_authors": [
            "Jiang, J. R."
        ]
    },
    {
        "title": "A Review of AI-Driven Conversational Chatbots Implementation Methodologies and Challenges (1999–2022)",
        "linked_authors": [
            "Yang, S. J. H."
        ]
    },
    {
        "title": "A risk assessment framework for multidrug-resistant Staphylococcus aureus using machine learning and mass spectrometry technology",
        "linked_authors": [
            "Chung, C. R.",
            "Horng, J. T."
        ]
    },
    {
        "title": "A secure annuli CAPTCHA system",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "Automatic Extraction of Medication Mentions from Tweets - Overview of the BioCreative VII Shared Task 3 Competition",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "Booming Blooming: When Can You Enjoy Flowering Season?",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "CA-Wav2Lip: Coordinate Attention-based Speech to Lip Synthesis in the Wild",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "CHFDS: Clustered-based Hierarchical Federated Learning Framework with Differential Privacy and Secure Aggregation",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "Classifying and Benchmarking Quantum Annealing Algorithms Based on Quadratic Unconstrained Binary Optimization for Solving NP-Hard Problems",
        "linked_authors": [
            "Jiang, J. R."
        ]
    },
    {
        "title": "CNEG-VC: Contrastive Learning Using Hard Negative Example In Non-Parallel Voice Conversion",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Code-Switching Speech Synthesis Based on Self-Supervised Learning and Domain Adaptive Speaker Encoder",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Continual Learning with Out-of-Distribution Data Detection for Defect Classification",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "Correlation of cyber threat intelligence with sightings for intelligence assessment and augmentation",
        "linked_authors": [
            "Wu, H. K."
        ]
    },
    {
        "title": "Creating Meaningful Connections: The Role of Simultaneous Multi-Situational Learning in Knowledge Contextualization and Application",
        "linked_authors": [
            "Chen, G. D."
        ]
    },
    {
        "title": "Credit Card Fraud Detection Based on DeepInsight and Deep Learning",
        "linked_authors": [
            "Jiang, J. R."
        ]
    },
    {
        "title": "Cyclic Transfer Learning for Mandarin-English Code-Switching Speech Recognition",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Data-Driven Two-Stage Framework for Identification and Characterization of Different Antibiotic-Resistant Escherichia coli Isolates Based on Mass Spectrometry Data",
        "linked_authors": [
            "Chung, C. R.",
            "Wu, L. C.",
            "Horng, J. T."
        ]
    },
    {
        "title": "DeepAFP: An effective computational framework for identifying antifungal peptides based on deep learning",
        "linked_authors": [
            "Chung, C. R."
        ]
    },
    {
        "title": "Deep learning based atomic defect detection framework for two-dimensional materials",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "Deep Learning for Human Action Recognition: A Comprehensive Review",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Deep Learning Multi-objective Optimization for Smart Manufacturing via Elitist Genetic Algorithm",
        "linked_authors": [
            "Jiang, J. R."
        ]
    },
    {
        "title": "Defending IoT Devices against Bluetooth Worms with Bluetooth OBEX Proxy",
        "linked_authors": [
            "Hsu, F. H."
        ]
    },
    {
        "title": "Dense Adversarial Transfer Learning Based On Class-Invariance",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Design and implement a achievement system for Enhancing students' interest and self-efficacy in mathematics",
        "linked_authors": [
            "Chan, T. W."
        ]
    },
    {
        "title": "Detecting Inaccurate Sensors on a Large-Scale Sensor Network Using Centralized and Localized Graph Neural Networks",
        "linked_authors": [
            "Chen, H. H."
        ]
    },
    {
        "title": "Detecting Inactive Cyberwarriors from Online Forums",
        "linked_authors": [
            "Chen, H. H."
        ]
    },
    {
        "title": "Develop a Lightweight Convolutional Neural Network to Recognize Palms Using 3D Point Clouds",
        "linked_authors": [
            "Fan, K. C."
        ]
    },
    {
        "title": "Discriminative Vector Learning with Application to Single Channel Speech Separation",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Distributed Shor's Algorithm with Sequential Quantum Teleportation",
        "linked_authors": [
            "Jiang, J. R."
        ]
    },
    {
        "title": "Editorial for the Special Issue on Learning, Security, AIoT for Emerging Communication/Networking Systems",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Effects of artificial Intelligence–Enabled personalized recommendations on learners’ learning engagement, motivation, and outcomes in a flipped classroom",
        "linked_authors": [
            "Yang, S. J. H."
        ]
    },
    {
        "title": "Electrocardiogram Heartbeat Classification for Arrhythmias and Myocardial Infarction",
        "linked_authors": [
            "Hsu, Y. C.",
            "Wang, J. C."
        ]
    },
    {
        "title": "Embodied Learning Through Drama-Based Situatedness Using Immersive Technology in the Classroom",
        "linked_authors": [
            "Chen, G. D."
        ]
    },
    {
        "title": "EMIX: A Data Augmentation Method for Speech Emotion Recognition",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Enhancing Automatic Speech Recognition Performance Through Multi-Speaker Text-to-Speech",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Enhancing Single Object Tracking With a Hybrid Approach: Temporal Convolutional Networks, Attention Mechanisms, and Spatial-Temporal Memory",
        "linked_authors": [
            "Lin, C. Y.",
            "Shih, T. K."
        ]
    },
    {
        "title": "Ensemble Learning Technique with A Novelty Multiĝ€'Source Information for Stock Price Movements",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Evaluation of a decided sample size in machine learning applications",
        "linked_authors": [
            "Wang, W. J.",
            "Chen, C. C."
        ]
    },
    {
        "title": "EVALUATION OF DEEP LEARNING SEMANTIC SEGMENTATION FOR LAND COVER MAPPING ON MULTISPECTRAL, HYPERSPECTRAL AND HIGH SPATIAL AERIAL IMAGERY",
        "linked_authors": [
            "Chen, Y. N."
        ]
    },
    {
        "title": "EventGo! Mining Events Through Semi-Supervised Event Title Recognition and Pattern-based Venue/Date Coupling",
        "linked_authors": [
            "Chang, C. H."
        ]
    },
    {
        "title": "Exploring the Impact of Designing a Robot as a Pet with Interdependence Theory on Long-Term Relationships and Learning Performance",
        "linked_authors": [
            "Chen, G. D."
        ]
    },
    {
        "title": "Exploring the Impact on Student Reading Preferences in Gamified Reading Portfolio",
        "linked_authors": [
            "Liao, C. Y.",
            "Chan, T. W."
        ]
    },
    {
        "title": "FDD: a deep learning–based steel defect detectors",
        "linked_authors": [
            "Shih, T. K.",
            "Lin, C. Y."
        ]
    },
    {
        "title": "Feature selection of gray-level Cooccurrence matrix using genetic algorithm with Extreme learning machine classification for early detection of Pole roads",
        "linked_authors": [
            "Lin, C. Y.",
            "Shih, T. K."
        ]
    },
    {
        "title": "Fine-Tuning Vision Transformer for Arabic Sign Language Video Recognition on Augmented Small-Scale Dataset",
        "linked_authors": [
            "Shih, T. K."
        ]
    },
    {
        "title": "GAP4NSH: a genetic service function chaining with network service header for P4-based software-defined networks",
        "linked_authors": [
            "Chou, L. D."
        ]
    },
    {
        "title": "Gated Tri-Tower Transformer (GT3) - An Inflated Power Generation Attack Detector for Microgrids",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "Guest Editorial: Human-centered AI in Education: Augment Human Intelligence with Machine Intelligence",
        "linked_authors": [
            "Yang, S. J. H."
        ]
    },
    {
        "title": "Homomorphic Encryption-Based Similarity Calculation for Mobile Data Usage Prediction",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "HoneyContainer: Container-based Webshell Command Injection Defending and Backtracking",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "Host-based intrusion detection with multi-datasource and deep learning",
        "linked_authors": [
            "Wu, H. K."
        ]
    },
    {
        "title": "HSMR-RAID: Enabling a Low Overhead RAID-5 System over a Host-managed Shingled Magnetic Recording Disk Array",
        "linked_authors": [
            "Chen, T. Y."
        ]
    },
    {
        "title": "ICCE 2023 Learning Outcomes of Computer Programming and Information Technology -Integrated Courses for Non-Computer Science Majors: Case Study of a Public Research University in Taiwan",
        "linked_authors": [
            "Hwang, F. N.",
            "Chen, T. Y.",
            "Chang, C. H."
        ]
    },
    {
        "title": "Identification of species-specific RNA N6-methyladinosine modification sites from RNA sequences",
        "linked_authors": [
            "Chung, C. R."
        ]
    },
    {
        "title": "Image Inpainting with Self-Supervised Learning for Mura Detection System",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "Improving Chinese Fact Checking via Prompt Based Learning and Evidence Retrieval",
        "linked_authors": [
            "Chang, C. H."
        ]
    },
    {
        "title": "Improving colloquial case legal judgment prediction via abstractive text summarization",
        "linked_authors": [
            "Chang, C. H."
        ]
    },
    {
        "title": "Improving Compressed Video Using Single Lightweight Model with Temporal Fusion Module †",
        "linked_authors": [
            "Su, P. C."
        ]
    },
    {
        "title": "In-Air Handwriting for Chinese Character Recognition from Monocular Camera: A Deep Learning based Approach with Fingertip Detection and Virtual Strokes Elimination",
        "linked_authors": [
            "Cheng, H. Y."
        ]
    },
    {
        "title": "Integrating a Chatbot and the Concepts of Grit and Growth Mindset into a Mobile Game-Based Learning System",
        "linked_authors": [
            "Chen, G. D."
        ]
    },
    {
        "title": "Intelligent Geomagnetic Indoor Positioning System",
        "linked_authors": [
            "Wu, E. H. K."
        ]
    },
    {
        "title": "Interest-Driven Creator Theory: case study of embodiment in an experimental school in Taiwan",
        "linked_authors": [
            "Chan, T. W.",
            "Shih, J. L.",
            "Chang, B.",
            "Wu, Y. T.",
            "Liu, C. C.",
            "Hung, H. C.",
            "Liao, C. C. Y."
        ]
    },
    {
        "title": "LaDy: Enabling Locality-aware Deduplication Technology on Shingled Magnetic Recording Drives",
        "linked_authors": [
            "Chen, T. Y."
        ]
    },
    {
        "title": "License Plate Restoration System",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "Manufacturing Quality Prediction Based on Deep Learning in Conjunction with Gramian Angular and Markov Transition Fields",
        "linked_authors": [
            "Jiang, J. R."
        ]
    },
    {
        "title": "Mask Generation with Meta-Learning Classifier Weight Transformer Network for Few-Shot Image Segmentation",
        "linked_authors": [
            "Chen, Y. F.",
            "Wang, J. C."
        ]
    },
    {
        "title": "MingOfficial: A Ming Official Career Dataset and a Historical Context-Aware Representation Learning Framework",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "Mixed Attitude towards ChatGPT on Social Media: Digital Emotion Contagion or Knowledge Sharing",
        "linked_authors": [
            "Horng, J. T."
        ]
    },
    {
        "title": "Mixed Attitude towards ChatGPT on Social Media: Digital Emotion Contagion or Knowledge Sharing",
        "linked_authors": [
            "Horng, J. T."
        ]
    },
    {
        "title": "MODIFIED U-NET BY ADDING TWIN EXTRACTORS FOR MULTI-SENSOR SATELLITE IMAGES FUSION TO MAP MANGROVE FOREST",
        "linked_authors": [
            "Chen, Y. N."
        ]
    },
    {
        "title": "Multi-label classification and features investigation of antimicrobial peptides with various functional classes",
        "linked_authors": [
            "Chung, C. R.",
            "Wu, L. C.",
            "Horng, J. T."
        ]
    },
    {
        "title": "Multiple ground/aerial parcel delivery problem: a Weighted Road Network Voronoi Diagram based approach",
        "linked_authors": [
            "Harn, P. W.",
            "Sun, M. T."
        ]
    },
    {
        "title": "NCU-IISR: Prompt Engineering on GPT-4 to Stove Biological Problems in BioASQ 11b Phase B",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "Neuronal Correlates of Task Irrelevant Distractions Enhance the Detection of Attention Deficit/Hyperactivity Disorder",
        "linked_authors": [
            "Chen, C. C.",
            "Wu, E. H. K.",
            "Chung, C. R.",
            "Yeh, S. C."
        ]
    },
    {
        "title": "New Horizons of Legal Judgement Predication via Multi-Task Learning and LoRA",
        "linked_authors": [
            "Chang, C. H."
        ]
    },
    {
        "title": "NNSplit-SØREN: Supporting the model implementation of large neural networks in a programmable data plane",
        "linked_authors": [
            "Chou, L. D."
        ]
    },
    {
        "title": "Novel Quantum Circuit Designs for the Oracle of Grover's Algorithm to Solve the Vertex Cover Problem",
        "linked_authors": [
            "Jiang, J. R."
        ]
    },
    {
        "title": "On the Optimal Self-Supervised Multi-Fault Detector for Temperature Sensor Data",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Optimization of message delivery reliability and throughput in a DDS-based system with per-publisher sending rate adjustment",
        "linked_authors": [
            "Liang, D.",
            "Wang, W. J."
        ]
    },
    {
        "title": "PairingNet: A Multi-Frame Based Vehicle Trajectory Prediction Deep Learning Network",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "Personalized Intervention based on the Early Prediction of At-risk Students to Improve Their Learning Performance",
        "linked_authors": [
            "Yang, S. J. H."
        ]
    },
    {
        "title": "Petrel: Personalized Trend Line Estimation with Limited Labels from One Individual",
        "linked_authors": [
            "Chen, H. H."
        ]
    },
    {
        "title": "Predicting Anti-inflammatory Peptides by Ensemble Machine Learning and Deep Learning",
        "linked_authors": [
            "Chung, C. R."
        ]
    },
    {
        "title": "Privacy-Preserving Collaborative Filtering Using Fully Homomorphic Encryption",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "Qigong Master: A Qigong-Based Attention Training Game Using Action Recognition and Balance Analysis",
        "linked_authors": [
            "Chung, C. R.",
            "Yeh, S. C.",
            "Wu, E. H. K."
        ]
    },
    {
        "title": "QNet: A Quantum-Native Sequence Encoder Architecture",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "QoE Sustainability on 5G and Beyond 5G Networks",
        "linked_authors": [
            "Wu, E. H. K."
        ]
    },
    {
        "title": "Quality Assessment of Image Retargeting based on Importance of Objects",
        "linked_authors": [
            "Su, P. C."
        ]
    },
    {
        "title": "Quantum Circuit Based on Grover's Algorithm to Solve Exact Cover Problem",
        "linked_authors": [
            "Jiang, J. R."
        ]
    },
    {
        "title": "QUESTION ANSWERING SYSTEM BASED ON PRE-TRAINING MODEL AND RETRIEVAL RERANKING FOR INDUSTRY 4.0",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Rapid and Accurate Discrimination of Mycobacterium abscessus Subspecies Based on Matrix-Assisted Laser Desorption Ionization-Time of Flight Spectrum and Machine Learning Algorithms",
        "linked_authors": [
            "Chung, C. R."
        ]
    },
    {
        "title": "Real-Time Object Detection and Tracking for Unmanned Aerial Vehicles Based on Convolutional Neural Networks",
        "linked_authors": [
            "Cheng, H. Y."
        ]
    },
    {
        "title": "Reconfigurable Hardware Accelerator of Morphological Image Processor",
        "linked_authors": [
            "Chen, C. H."
        ]
    },
    {
        "title": "Red Light, Green Light Game System based on IoT Devices",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "Reinforcement Learning for Dynamic Channel Assignment Using Predicted Mobile Traffic",
        "linked_authors": [
            "Wu, E. H. K.",
            "Sun, M. T."
        ]
    },
    {
        "title": "Rendezvous Avoidance File Caching for Mobile Social Networks",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "Replies to commentaries on IDC Theory in practice",
        "linked_authors": [
            "Chan, T. W.",
            "Shih, J. L."
        ]
    },
    {
        "title": "ResUnet-GAN with Dynamic Memory for Mura Defect Detection",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "Robust Model for Adversarial Attack Protection through Weak Features Removal",
        "linked_authors": [
            "Liang, D."
        ]
    },
    {
        "title": "Robust Signboard Detection and Recognition in Real Environments",
        "linked_authors": [
            "Lin, C. Y.",
            "Shih, T. K."
        ]
    },
    {
        "title": "Role of Comprehensive Income in Predicting Bankruptcy",
        "linked_authors": [
            "Liang, D.",
            "Tsai, C. F."
        ]
    },
    {
        "title": "Rule-based Explaining Module: Enhancing the Interpretability of Recurrent Relational Network in Sudoku Solving",
        "linked_authors": [
            "Shih, T. K.",
            "Lin, C. Y."
        ]
    },
    {
        "title": "Selecting Control Menu on Electric Wheelchair Using Eyeball Movement for Diffable Person",
        "linked_authors": [
            "Shih, T. K."
        ]
    },
    {
        "title": "Selecting Suitable Data Input for Deep-Learning Sign-Language Recognition with a Small Dataset",
        "linked_authors": [
            "Su, P. C."
        ]
    },
    {
        "title": "Selinet: A Lightweight Model for Single Channel Speech Separation",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Semantics as Persuasive Cues in Donation-Based Crowdfunding Campaigns: The Moderating Role of Donation Category",
        "linked_authors": [
            "Horng, J. T."
        ]
    },
    {
        "title": "Siamese-NAS: Using Trained Samples Efficiently to Find Lightweight Neural Architecture by Prior Knowledge",
        "linked_authors": [
            "Fan, K. C."
        ]
    },
    {
        "title": "Skyrmion Vault: Maximizing Skyrmion Lifespan for Enabling Low-Power Skyrmion Racetrack Memory",
        "linked_authors": [
            "Chen, T. Y."
        ]
    },
    {
        "title": "Smart bridge maintenance using cluster merging algorithm based on self-organizing map optimization",
        "linked_authors": [
            "Chen, J. H.",
            "Su, M. C."
        ]
    },
    {
        "title": "Solving Hamiltonian Cycle Problem with Grover's Algorithm Using Novel Quantum Circuit Designs",
        "linked_authors": [
            "Jiang, J. R."
        ]
    },
    {
        "title": "Solving Maximum Independent Set Problem Using Analog Neutral Atom Quantum Computers",
        "linked_authors": [
            "Jiang, J. R."
        ]
    },
    {
        "title": "Special Issue Review: Artificial Intelligence and Machine Learning Applications in Remote Sensing",
        "linked_authors": [
            "Chen, Y. N.",
            "Fan, K. C."
        ]
    },
    {
        "title": "StackTHPred: Identifying Tumor-Homing Peptides through GBDT-Based Feature Selection with Stacking Ensemble Architecture",
        "linked_authors": [
            "Chung, C. R."
        ]
    },
    {
        "title": "Statistical Comparison ARIMA Order Performance In Stock Market",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "Story Co-telling Dialogue Generation based on Multi-Agent Reinforcement Learning and Story Hightlights",
        "linked_authors": [
            "Chang, C. H."
        ]
    },
    {
        "title": "STUA-Net: A Fingerprint Reconstruction with Swin Transformer and Soft Collective Attention",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Taillight Signal Recognition via Sequential Learning",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "The algorithm and implementation of an extension to LLVM for solving the blocking between instruction sink and division-modulo combine",
        "linked_authors": [
            "Zhuang, Y. Y."
        ]
    },
    {
        "title": "The COVIDTW study: Clinical predictors of COVID-19 mortality and a novel AI prognostic model using chest X-ray",
        "linked_authors": [
            "Wang, J. C.",
            "Hsu, Y. C."
        ]
    },
    {
        "title": "The Design and Analysis of a Storytelling Chatbot with Natural Language Processing Techniques for Enhancing EFL Reading",
        "linked_authors": [
            "Liu, C. C.",
            "Chang, C. H."
        ]
    },
    {
        "title": "The Impact of Development-questioning Activities on Students' Pre-writing Ideas",
        "linked_authors": [
            "Liao, C. Y.",
            "Chan, T. W.",
            "Chang, J. F."
        ]
    },
    {
        "title": "The Implementation of Interactive VR Application and Caching Strategy Design on Mobile Edge Computing (MEC)",
        "linked_authors": [
            "Wu, E. H. K."
        ]
    },
    {
        "title": "The Swallowing Intelligent Assessment System Based on Tongue Strength and Surface EMG",
        "linked_authors": [
            "Yeh, S. C.",
            "Wu, H.-K."
        ]
    },
    {
        "title": "Three-Dimensional Measurement of Fire-Damaged Concrete Crack Development Using X-Ray CT Images",
        "linked_authors": [
            "Chen, J. H.",
            "Su, M. C."
        ]
    },
    {
        "title": "Toward Efficient and Incremental Spectral Clustering via Parametric Spectral Clustering",
        "linked_authors": [
            "Chen, H. H."
        ]
    },
    {
        "title": "Towards Accurate Identification of Antibiotic-Resistant Pathogens through the Ensemble of Multiple Preprocessing Methods Based on MALDI-TOF Spectra",
        "linked_authors": [
            "Chung, C. R.",
            "Wu, L. C.",
            "Horng, J. T."
        ]
    },
    {
        "title": "Traffic Light Detection by Integrating Feature Fusion and Attention Mechanism",
        "linked_authors": [
            "Fan, K. C."
        ]
    },
    {
        "title": "Transfer Learning for Fingerprint-based Indoor Localization Calibration",
        "linked_authors": [
            "Jiang, J. R."
        ]
    },
    {
        "title": "Trend of HPV Molecular Epidemiology in the Post-Vaccine Era: A 10-Year Study",
        "linked_authors": [
            "Chung, C. R."
        ]
    },
    {
        "title": "Two-phase Defense Against Poisoning Attacks on Federated Learning-based Intrusion Detection",
        "linked_authors": [
            "Wu, H. K."
        ]
    },
    {
        "title": "Unravelling Consumer Engagement in Influencer Marketing: An Exploratory UGC Analysis",
        "linked_authors": [
            "Horng, J. T.",
            "Wu, L. C."
        ]
    },
    {
        "title": "Using Block Filter Device for Acceleration of Storage Synchronization on Fault-tolerant Virtual Machines",
        "linked_authors": [
            "Wang, W. J.",
            "Liang, D."
        ]
    },
    {
        "title": "Using ChatGPT on Improving Program Performance with pprof and Benchmark",
        "linked_authors": [
            "Chou, L. D."
        ]
    },
    {
        "title": "Using Parameter Efficient Fine-Tuning on Legal Artificial Intelligence",
        "linked_authors": [
            "Chang, C. H."
        ]
    },
    {
        "title": "Using wearable sensors to study the brain-heart interactions during attentional and resting states",
        "linked_authors": [
            "Chen, C. C.",
            "Wu, E. H. K.",
            "Yeh, S. C.",
            "Wang, W. J."
        ]
    },
    {
        "title": "Utility-Based Task Assignment for ON-based Mobile Crowdsourcing",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "Zero-Shot Voice Conversion Based on Speaker Embedding Domain Generalization",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "中文訊息傳遞服務對話系統之建構",
        "linked_authors": [
            "Chang, C. H."
        ]
    },
    {
        "title": "應用強化學習與知識圖譜於故事共述生成之研究",
        "linked_authors": [
            "Chang, C. H."
        ]
    },
    {
        "title": "(2+1)D Distilled ShuffleNet: A Lightweight Unsupervised Distillation Network for Human Action Recognition",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "A Comparative Study of Cross-Model Universal Adversarial Perturbation for Face Forgery",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "A Decision Machine Learning Support System for Human Skin Disease Classifier",
        "linked_authors": [
            "Shih, T. K.",
            "Lin, C. Y."
        ]
    },
    {
        "title": "A Deep Learning-based Generic Solder Defect Detection System",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "A Fast and Secure AKA Protocol for B5G",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "A Learning-Based POI Recommendation With Spatiotemporal Context Awareness",
        "linked_authors": [
            "Chen, Y. C.",
            "Shih, T. K."
        ]
    },
    {
        "title": "A Light-Weight Defect Detection System for Edge Computing",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "An analysis of children’ interaction with an AI chatbot and its impact on their interest in reading",
        "linked_authors": [
            "Liu, C. C.",
            "Chang, C. H."
        ]
    },
    {
        "title": "An Efficient Industrial Product Serial Number Recognition Framework",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "An immersive situational group learning system with body movement and emotion recognition combined with subject knowledge",
        "linked_authors": [
            "Chen, G. D."
        ]
    },
    {
        "title": "An Incremental Meta Defect Detection System for Printed Circuit Boards",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "An Intelligent Motor Assessment Method Utilizing a Bi-Lateral Virtual-Reality Task for Stroke Rehabilitation on Upper Extremity",
        "linked_authors": [
            "Chung, C. R.",
            "Su, M. C.",
            "Wu, E. H. K.",
            "Yeh, S. C."
        ]
    },
    {
        "title": "Anomaly Detection in Aerial Images VIA Semi-Supervised Adversarial Training",
        "linked_authors": [
            "Cheng, H. Y."
        ]
    },
    {
        "title": "A Novel Detection Method for the Security Vulnerability of Time-of-Check to Time-of-Use",
        "linked_authors": [
            "Zhuang, Y."
        ]
    },
    {
        "title": "A Novel Relational Deep Network for Single Object Tracking",
        "linked_authors": [
            "Shih, T. K.",
            "Lin, C. Y."
        ]
    },
    {
        "title": "An RFID Zero-Knowledge Authentication Protocol Based on Quadratic Residues",
        "linked_authors": [
            "Harn, P. W.",
            "Sun, M. T."
        ]
    },
    {
        "title": "Antialiasing Attention Spatial Convolution Model for Skin Lesion Segmentation with Applications in the Medical IoT",
        "linked_authors": [
            "Hsu, Y. C.",
            "Wang, J. C."
        ]
    },
    {
        "title": "Applying a Deep Learning Neural Network to Gait-Based Pedestrian Automatic Detection and Recognition",
        "linked_authors": [
            "Fan, K. C.",
            "Cheng, H. Y."
        ]
    },
    {
        "title": "A Quality Data Set for Data Challenge: Featuring 160 Students' Learning Behaviors and Learning Strategies in a Programming Course",
        "linked_authors": [
            "Yang, S. J. H."
        ]
    },
    {
        "title": "ArSL21L: Arabic Sign Language Letter Dataset Benchmarking and an Educational Avatar for Metaverse Applications",
        "linked_authors": [
            "Shih, T. K."
        ]
    },
    {
        "title": "Assessment of Satellite Precipitation Data Sets for High Variability and Rapid Evolution of Typhoon Precipitation Events in the Philippines",
        "linked_authors": [
            "Liu, C. Y.",
            "Chen, Y. N."
        ]
    },
    {
        "title": "ASSOCIATED LEARNING: A METHODOLOGY TO DECOMPOSE END-TO-END BACKPROPAGATION ON CNN, RNN, AND TRANSFORMER",
        "linked_authors": [
            "Chen, H. H."
        ]
    },
    {
        "title": "Audience participation digital drama-based learning activities for situational learning in the classroom",
        "linked_authors": [
            "Zhuang, Y. Y.",
            "Chen, G. D."
        ]
    },
    {
        "title": "Augmenting the effect of virtual labs with \"teacher demonstration\" and \"student critique\" instructional designs to scaffold the development of scientific literacy",
        "linked_authors": [
            "Liu, C. C."
        ]
    },
    {
        "title": "Automatic Web Data API Creation via Cross-Lingual Neural Pagination Recognition",
        "linked_authors": [
            "Chang, C. H."
        ]
    },
    {
        "title": "A Wise Matrix Factorization Model for Image Representation",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Beyond fear go viral: A machine learning study on infodemic detection during covid-19 pandemic",
        "linked_authors": [
            "Shih, T. K."
        ]
    },
    {
        "title": "BRCC and SentiBahasaRojak: The First Bahasa Rojak Corpus for Pretraining and Sentiment Analysis Dataset",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "Climate event classification based on historical meteorological records and its presentation on a Spatio-Temporal research platform",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "Code-switched Text Data Augmentation for Chinese-English Mixed Speech Recognition",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Cognitive workload evaluation of landmarks and routes using virtual reality",
        "linked_authors": [
            "Yeh, S. C."
        ]
    },
    {
        "title": "Consolidated Convolutional Neural Network for Hyperspectral Image Classification",
        "linked_authors": [
            "Chen, Y. N.",
            "Fan, K. C."
        ]
    },
    {
        "title": "Convolutional Blur Attention Network for Cell Nuclei Segmentation",
        "linked_authors": [
            "Hsu, Y. C.",
            "Wang, J. C."
        ]
    },
    {
        "title": "Cross-language article linking with deep neural network based paragraph encoding",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "CSL-YOLO: A Cross-Stage Lightweight Object Detector with Low FLOPs",
        "linked_authors": [
            "Fan, K. C."
        ]
    },
    {
        "title": "dbAMP 2.0: Updated resource for antimicrobial peptides with an enhanced scanning method for genomic and proteomic data",
        "linked_authors": [
            "Chung, C. R.",
            "Wu, L. C.",
            "Horng, J. T."
        ]
    },
    {
        "title": "Decide the Next Pitch: A Pitch Prediction Model Using Attention-Based LSTM",
        "linked_authors": [
            "Cheng, H. Y."
        ]
    },
    {
        "title": "Deep Learning Anomaly Classification Using Multi-Attention Residual Blocks for Industrial Control Systems",
        "linked_authors": [
            "Jiang, J. R."
        ]
    },
    {
        "title": "Deep Recognition of Facial Expressions in Movies",
        "linked_authors": [
            "Wu, H. K."
        ]
    },
    {
        "title": "Design a Robot as a Double with Micro-expression to Participate in a Virtual Situational Learning Environment and its Effect on Students' Learning Performance",
        "linked_authors": [
            "Chen, G. D."
        ]
    },
    {
        "title": "Dove Swarm Optimization Algorithm",
        "linked_authors": [
            "Su, M. C.",
            "Chen, J. H."
        ]
    },
    {
        "title": "Efficient Bad Block Management with Cluster Similarity",
        "linked_authors": [
            "Chen, T. Y."
        ]
    },
    {
        "title": "Efficiently Predicting Vancomycin Resistance of Enterococcus Faecium From MALDI-TOF MS Spectra Using a Deep Learning-Based Approach",
        "linked_authors": [
            "Chung, C. R.",
            "Horng, J. T."
        ]
    },
    {
        "title": "Enabling the Duo-Phase Data Management to Realize Longevity Bit-Alterable Flash Memory",
        "linked_authors": [
            "Chen, T. Y."
        ]
    },
    {
        "title": "Enabling Type Checking on Columns in Data Frame Libraries by Abstract Interpretation",
        "linked_authors": [
            "Zhuang, Y."
        ]
    },
    {
        "title": "Energy Efficiency of Inference Algorithms for Clinical Laboratory Data Sets: Green Artificial Intelligence Study",
        "linked_authors": [
            "Chung, C. R."
        ]
    },
    {
        "title": "EPG2S: Speech Generation and Speech Enhancement Based on Electropalatography and Audio Signals Using Multimodal Learning",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "Erratum: Clinically Applicable System for Rapidly Predicting Enterococcus faecium Susceptibility to Vancomycin (MicrobiolSpectrum (2021) 9: 3 (e00913-e00921) DOI:10.1128/Spectrum.00913-21)",
        "linked_authors": [
            "Chung, C. R.",
            "Horng, J. T."
        ]
    },
    {
        "title": "Event Source Page Discovery via Policy-Based RL with Multi-task Neural Sequence Model",
        "linked_authors": [
            "Chang, C. H."
        ]
    },
    {
        "title": "Experience: Analyzing Missing Web Page Visits and Unintentional Web Page Visits from the Client-side Web Logs",
        "linked_authors": [
            "Chen, H. H."
        ]
    },
    {
        "title": "Exploring Methods for Building Dialects-Mandarin Code-Mixing Corpora: A Case Study in Taiwanese Hokkien",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "Fast Gated Recurrent Network for Speech Synthesis",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Fingerprint Liveness Detection Using Denoised-Bayes Shrink Wavelet and Aggregated Local Spatial and Frequency Features",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Fingerprint Liveness Detection Using Handcrafted Feature Descriptors and Neural Network",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Fingerprint Liveness Detection with Voting Ensemble Classifier",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "FN-Net: A lightweight CNN-based architecture for fabric defect detection with adaptive threshold-based class determination",
        "linked_authors": [
            "Wang, W. J.",
            "Liang, D."
        ]
    },
    {
        "title": "Functional Remodeling Associated With Language Recovery After Repetitive Transcranial Magnetic Stimulation in Chronic Aphasic Stroke",
        "linked_authors": [
            "Yeh, S. C."
        ]
    },
    {
        "title": "Generating Dance Videos Using Pose Transfer Generative Adversarial Network with Multiple Scale Region Extractor and Learnable Region Normalization",
        "linked_authors": [
            "Cheng, H. Y."
        ]
    },
    {
        "title": "Gigabit Modbus user datagram protocol fieldbus network integrated with industrial vision communication",
        "linked_authors": [
            "Chen, C. H."
        ]
    },
    {
        "title": "Heuristic Attention Representation Learning for Self-Supervised Pretraining",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "High-Capacity Double-Layer Data Hiding Technique Based on 3D Magic Cube",
        "linked_authors": [
            "Wang, W. J."
        ]
    },
    {
        "title": "High-precision time synchronization chip design for industrial sensor and actuator network",
        "linked_authors": [
            "Chen, C. H."
        ]
    },
    {
        "title": "How Students can Effectively Choose the Right Courses: Building a Recommendation System to Assist Students in Choosing Courses Adaptively",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "How to Enable Index Scheme for Reducing the Writing Cost of DNA Storage on Insertion and Deletion",
        "linked_authors": [
            "Chen, T. Y."
        ]
    },
    {
        "title": "IGRP: Iterative Gradient Rank Pruning for Finding Graph Lottery Ticket",
        "linked_authors": [
            "Harn, P. W.",
            "Sun, M. T."
        ]
    },
    {
        "title": "Image Confusion Applied to Industrial Defect Detection System",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "Implementation of Non-intrusive Intelligent Sensor System and 5G Edge Computing Gateway for Smart Factory",
        "linked_authors": [
            "Wu, E. H."
        ]
    },
    {
        "title": "Improved two-stage image inpainting with perceptual color loss and modified region normalization",
        "linked_authors": [
            "Cheng, H. Y."
        ]
    },
    {
        "title": "Improving low-resource machine transliteration by using 3-way transfer learning",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "Increased Online Aggression During COVID-19 Lockdowns: Two-Stage Study of Deep Text Mining and Difference-in-Differences Analysis",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "Incremental Checkpointing for Fault-Tolerant Stream Processing Systems: A Data Structure Approach",
        "linked_authors": [
            "Lin, C. Y."
        ]
    },
    {
        "title": "Industrial Control System Anomaly Detection and Classification Based on Network Traffic",
        "linked_authors": [
            "Jiang, J. R."
        ]
    },
    {
        "title": "Intelligent Industrial Controller Network Based on Modbus Fieldbus",
        "linked_authors": [
            "Chen, C. H."
        ]
    },
    {
        "title": "Interactive Visualization System of 3-D digital Elevation Model For Mountain Collapse Simulation",
        "linked_authors": [
            "Yeh, S. C."
        ]
    },
    {
        "title": "Investigating Unfavorable Factors That Impede MALDI-TOF-Based AI in Predicting Antibiotic Resistance",
        "linked_authors": [
            "Chung, C. R."
        ]
    },
    {
        "title": "Large-Scale Samples Based Rapid Detection of Ciprofloxacin Resistance in Klebsiella pneumoniae Using Machine Learning Methods",
        "linked_authors": [
            "Chung, C. R.",
            "Horng, J. T."
        ]
    },
    {
        "title": "Learning-Based Image Damage Area Detection for Old Photo Recovery",
        "linked_authors": [
            "Su, P. C."
        ]
    },
    {
        "title": "Learning to Identify Malfunctioning Sensors in a Large-Scale Sensor Network",
        "linked_authors": [
            "Chen, H. H."
        ]
    },
    {
        "title": "Leveraging Edge Computing Resource Orchestration to Improve QoS for IoT",
        "linked_authors": [
            "Chou, L. D."
        ]
    },
    {
        "title": "Lightweight End-To-End Deep Learning Model For Music Source Separation",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "LLSM: A Lifetime-Aware Wear-Leveling for LSM-Tree on NAND Flash Memory",
        "linked_authors": [
            "Chen, T. Y."
        ]
    },
    {
        "title": "Location-based Alert System Using Searchable Encryption with Hilbert Curve Encoding",
        "linked_authors": [
            "Harn, P. W.",
            "Sun, M. T."
        ]
    },
    {
        "title": "Low-Resource Speech Recognition Based on Transfer Learning",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Macroscopic Big Data Analysis and Prediction of Driving Behavior with an Adaptive Fuzzy Recurrent Neural Network on the Internet of Vehicles",
        "linked_authors": [
            "Chou, L. D."
        ]
    },
    {
        "title": "Managing Edge AI Cameras for Traffic Monitoring",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "MinerGuard: A Solution to Detect Browser-Based Cryptocurrency Mining through Machine Learning",
        "linked_authors": [
            "Hsu, F. H."
        ]
    },
    {
        "title": "Minimizing Age-of-Information of NVRAM-based Intermittent Systems",
        "linked_authors": [
            "Chen, T. Y."
        ]
    },
    {
        "title": "MINIWAN: A New Framework For Simulating Multi-Segment Network Topology Based On Mininet",
        "linked_authors": [
            "Chou, L. D."
        ]
    },
    {
        "title": "Mixed Embedding of XLM for Unsupervised Cantonese-Chinese Neural Machine Translation (Student Abstract)",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "Module Architecture of Docker Image and Container Security",
        "linked_authors": [
            "Wang, W. J."
        ]
    },
    {
        "title": "Multiclass Classification of EEG Motor Imagery Signals Based on Transfer Learning",
        "linked_authors": [
            "Wang, W. J.",
            "Chen, C. C."
        ]
    },
    {
        "title": "Multi-loss Function in Robust Convolutional Autoencoder for Reconstruction Low-quality Fingerprint Image",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "NCU-IISR/AS-GIS: Using BERTScore and Snippet Score to Improve the Performance of Pretrained Language Model in BioASQ 10b Phase B",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "Neuronal Abnormalities Induced by an Intelligent Virtual Reality System for Methamphetamine Use Disorder",
        "linked_authors": [
            "Chen, C. C.",
            "Wu, E. H. K.",
            "Chung, C. R.",
            "Yeh, S. C."
        ]
    },
    {
        "title": "Novel Spatio-Temporal Continuous Sign Language Recognition Using an Attentive Multi-Feature Network",
        "linked_authors": [
            "Shih, T. K.",
            "Lin, C. Y."
        ]
    },
    {
        "title": "Obtaining Approximately Optimal and Diverse Solutions via Dispersion",
        "linked_authors": [
            "Yang, H. T."
        ]
    },
    {
        "title": "On Cyclic Solutions to the Min-Max Latency Multi-Robot Patrolling Problem",
        "linked_authors": [
            "Yang, H. T."
        ]
    },
    {
        "title": "On minimizing the read latency of flash memory to preserve inter-tree locality in random forest",
        "linked_authors": [
            "Chen, T. Y."
        ]
    },
    {
        "title": "Optimal Online Liveness Fault Detection for Multilayer Cloud Computing Systems",
        "linked_authors": [
            "Liang, D.",
            "Wang, W. J."
        ]
    },
    {
        "title": "Planting Fast-Growing Forest by Leveraging the Asymmetric Read/Write Latency of NVRAM-Based Systems",
        "linked_authors": [
            "Chen, T. Y."
        ]
    },
    {
        "title": "Prediction of per-batch yield rates in production based on maximum likelihood estimation of per-machine yield rates",
        "linked_authors": [
            "Wang, W. J.",
            "Liang, D."
        ]
    },
    {
        "title": "Preface by the Local Chair",
        "linked_authors": [
            "Chang, C. H."
        ]
    },
    {
        "title": "Privacy-Preserving Collaborative Filtering Using Fully Homomorphic Encryption",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "Pupils' Learning Characteristics, Self-directed Learning Ability, and Mathematical Ability by Applying A Gamified Math Platform for Distance Learning",
        "linked_authors": [
            "Chan, T. W."
        ]
    },
    {
        "title": "Quantum Circuit Based on Grover Algorithm to Solve Hamiltonian Cycle Problem",
        "linked_authors": [
            "Jiang, J. R."
        ]
    },
    {
        "title": "Rainfall Forecast Using Machine Learning with High Spatiotemporal Satellite Imagery Every 10 Minutes",
        "linked_authors": [
            "Lin, T. H.",
            "Chen, Y. N."
        ]
    },
    {
        "title": "Rapid Antibiotic Resistance Serial Prediction in Staphylococcus aureus Based on Large-Scale MALDI-TOF Data by Applying XGBoost in Multi-Label Learning",
        "linked_authors": [
            "Chung, C. R.",
            "Horng, J. T."
        ]
    },
    {
        "title": "Recurrent Learning on PM2.5 Prediction Based on Clustered Airbox Dataset",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "Reinforcement Learning-Based Service-Oriented Dynamic Multipath Routing in SDN",
        "linked_authors": [
            "Chou, L. D."
        ]
    },
    {
        "title": "Road Surface Detection for Autonomous Smart Wheelchair",
        "linked_authors": [
            "Lin, C. Y.",
            "Shih, T. K."
        ]
    },
    {
        "title": "Robot as a Ventriloquist Doll in a Virtual Situational Learning Environment to Facilitate Learning Through Self-Dialogue",
        "linked_authors": [
            "Zhuang, Y. Y.",
            "Chen, G. D."
        ]
    },
    {
        "title": "Robots in situated learning classrooms with immediate feedback mechanisms to improve students' learning performance",
        "linked_authors": [
            "Chen, G. D."
        ]
    },
    {
        "title": "Scene Classification, Data Cleaning, and Comment Summarization for Large-Scale Location Databases",
        "linked_authors": [
            "Cheng, H. Y."
        ]
    },
    {
        "title": "SELECTIVE MUTUAL LEARNING: AN EFFICIENT APPROACH FOR SINGLE CHANNEL SPEECH SEPARATION",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Self-adaptive image codec for intelligent vision sensor networks",
        "linked_authors": [
            "Chen, C. H."
        ]
    },
    {
        "title": "Self-Supervised Learning Framework toward State-of-the-Art Iris Image Segmentation",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Semi-supervised learning for topographic map analysis over time: a study of bridge segmentation",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "SFPN: SYNTHETIC FPN FOR OBJECT DETECTION",
        "linked_authors": [
            "Fan, K. C."
        ]
    },
    {
        "title": "Single-Channel Target Speaker Extraction System with Attention Enhancement",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Single-Head Lifelong Learning Based on Distilling Knowledge",
        "linked_authors": [
            "Lin, C. Y.",
            "Shih, T. K."
        ]
    },
    {
        "title": "Solving NP-hard Problems with Quantum Annealing",
        "linked_authors": [
            "Jiang, J. R."
        ]
    },
    {
        "title": "Some thoughts on extending digital language learning research",
        "linked_authors": [
            "Hung, H. C.",
            "Ku, Y. M.",
            "Wu, D. H.",
            "Chan, T. W."
        ]
    },
    {
        "title": "Spectral-Temporal Receptive Field-Based Descriptors and Hierarchical Cascade Deep Belief Network for Guitar Playing Technique Classification",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "Speech Separation Using Augmented-Discrimination Learning on Squash-Norm Embedding Vector and Node Encoder",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "State-of-the-Art Capability of Convolutional Neural Networks to Distinguish the Signal in the Ionosphere",
        "linked_authors": [
            "Lin, C. H.",
            "Tsai, L. C."
        ]
    },
    {
        "title": "Stress Recognition Based on Multiphysiological Data in High-Pressure Driving VR Scene",
        "linked_authors": [
            "Yeh, S. C.",
            "Wu, E. H. K.",
            "Chung, C. R."
        ]
    },
    {
        "title": "Task reformulation and data-centric approach for Twitter medication name extraction",
        "linked_authors": [
            "Tsai, R. T. H."
        ]
    },
    {
        "title": "Tech-Talk-Sum: fine-tuning extractive summarization and enhancing BERT text contextualization for technological talk videos",
        "linked_authors": [
            "Shih, T. K."
        ]
    },
    {
        "title": "The Development of Spatial Attention U-Net for the Recovery of Ionospheric Measurements and Extraction of Ionospheric Parameters",
        "linked_authors": [
            "Lin, C. H.",
            "Tsai, L. C."
        ]
    },
    {
        "title": "The impact of functional interdependencies of computer simulations on collaborative learning: Evidence from multiple sources",
        "linked_authors": [
            "Liu, C. C."
        ]
    },
    {
        "title": "The interactive computer simulation and learning activity for facilitating students' conceptual understanding on the buoyant force through the CoSci learning platform",
        "linked_authors": [
            "Liu, C. C."
        ]
    },
    {
        "title": "The Shapley Value in Machine Learning",
        "linked_authors": [
            "Yang, H. T."
        ]
    },
    {
        "title": "Towards Wireless Power Transfer in Mobile Social Networks",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "Two Decades Mangroves Loss Monitoring Using Random Forest and Landsat Data in East Luwu, Indonesia (2000–2020)",
        "linked_authors": [
            "Chen, Y. N."
        ]
    },
    {
        "title": "Two-Stage Pre-processing for License Recognition",
        "linked_authors": [
            "Sun, M. T."
        ]
    },
    {
        "title": "User Experience of Virtual-Reality Interactive Interfaces: A Comparison between Hand Gesture Recognition and Joystick Control for XRSPACE MANOVA",
        "linked_authors": [
            "Yeh, S. C.",
            "Wu, E. H. K."
        ]
    },
    {
        "title": "Using User-Defined Domain-Specific Visual Languages to Modularize Programs for Conducting Experiments",
        "linked_authors": [
            "Zhuang, Y.",
            "Lin, C. Y."
        ]
    },
    {
        "title": "When B-Tree Meets Skyrmion Memory: How Skyrmion Memory Affects an Indexing Scheme",
        "linked_authors": [
            "Chen, T. Y."
        ]
    },
    {
        "title": "Wireless fieldbus networking with precision time synchronization for a low-power WSAN",
        "linked_authors": [
            "Chen, C. H."
        ]
    },
    {
        "title": "WPFD: Active User-Side Detection of Evil Twins",
        "linked_authors": [
            "Hsu, F. H."
        ]
    },
    {
        "title": "基於 Transformer 的生醫輕量化命名實體識別系統",
        "linked_authors": [
            "Wang, J. C."
        ]
    },
    {
        "title": "基於自監督學習之超解析度成像法應用於Sentinel-2 衛星影像",
        "linked_authors": [
            "Ren, H."
        ]
    },
    {
        "title": "基於常識知識的移情對話回覆生成",
        "linked_authors": [
            "Chang, C. H."
        ]
    },
    {
        "title": "應用自動資訊擷取於故事書問答生成之研究",
        "linked_authors": [
            "Chang, C. H."
        ]
    }
]